#Интенсив по мобильной разработке от Яндекс в университете Сириус
Интенсив проходил в течение двух недель, по результатам мной был получен сертификат об успешном освоении программы в 88 академических часов. 

Я вёл проектную раьоту по разработке мобильного приложения на Flutter
Flutter - это **кроссплатформенный фреймворк** для создания **нативных** мобильных, веб- и десктопных приложений из **единой кодовой базы** на языке **Dart**.  
Нашим ментором из команды ЯндексПро было предложено абстрактное видение задачи. Мы, доработав её до полноценного ТЗ, приступили к реализации superapp "GymBro" 